// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "2017年2月7日，我们第一次在如故相识，隔海相谈",
        "2017年3月29日，我们第一次觉得一见如故，坠入爱河",
        "2017年9月7日，我们跨越半个地球，第一次物理接触",
        "2018年11月，为了生计和工作，安仔奔波到广州，又异地相望",
        "2019年10月，为了爱情，玲宝辞掉工作，去到广州",
        "2020年6月，两人一起回到杭州",
        "今天，我们的爱情故事还在继续......",
        "玲宝29岁生日快乐呀",
        " -- 爱你的安仔(〃'▽'〃) ",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2017-03-29T20:23:00",
    // 双方的名字
    names: ["玲宝👧", "小安👦"]
}
